Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_common/locale/*/LC_MESSAGES/app.po
Languages: de, es_es, fr, tr

source: A bootstrap error has occured
de: Ein Bootstrap-Fehler ist aufgetreten
es_es: Se ha producido un error de arranque
fr: Une erreur « bootstrap » est survenue
tr: Bir önyükleme hatası oluştu

source: Backups
de: Sicherungen
es_es: Copias de seguridad
fr: Sauvegardes
tr: Yedeklemeler

source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
tr: İptal et

source: Close
de: Schließen
es_es: Cerrar
fr: Fermer
tr: Kapat

source: Differences
de: Unterschied
fr: Différences

source: Download CSV
de: CSV Herunterladen
es_es: Descargar CSV
fr: Télécharger le CSV
tr: CSV Dosyasını İndir

source: Drop a CSV file here to import
de: Datei hier hin schieben um sie zu importieren
es_es: Deje caer un archivo CSV aquí para importar
fr: Dépose un fichier CSV ici pour l'importer
tr: CSV dosyasını içe aktarmak için dosyayı sürükleyip bırakın

source: Enter
de: Eintreten
es_es: Entra en
fr: Entrer
tr: Girin

source: Log out
de: Ausloggen
es_es: Desconecta
fr: Déconnexion
tr: Çıkış yap

source: No backups available
de: Keine Sicherungen vorhanden
es_es: No hay copias de seguridad disponibles
fr: Aucune copie de sauvegarde existante
tr: Mevcut yedekleme bulunamadı

source: No differences detected
de: Keine Unterschiede erkannt
fr: Aucune différence détectée

source: Please see browser console
de: Bitte schauen Sie in die Browser Konsole
es_es: Por favor, vea la consola del navegador
fr: Veuillez consulter la console JavaScript du navigateur
tr: Lütfen tarayıcı konsoluna bakınız

source: Quick search
de: Schnellsuche
es_es: Búsqueda rápida
fr: Recherche rapide
tr: Hızlı arama

source: Save
de: Speichern
es_es: Guardar
fr: Sauvegarder
tr: Kaydet

source: School Console
de: Schulkonsole
es_es: Consola escolar
fr: Webconsole
tr: Okul Konsolu

source: Session time : {{ counter[0] }}:{{ counter[1] }}:{{ counter[2] }}
de: Sitzungszeit: {{ counter[0] }}:{{ counter[1] }}:{{ counter[2] }}
es_es: Hora de la sesión : {{ counter[0] }}:{{ counter[1] }}:{{ counter[2] }}
fr: Durée de la session : {{ counter[0] }}:{{ counter[1] }}:{{ counter[2] }}
tr: Oturum süresi : {{ counter[0] }}:{{ counter[1] }}:{{ counter[2] }}

source: TFA
de: 2FA
fr: A2F

source: Access refused.
de: Zugriff verweigert.
es_es: Acceso denegado.
fr: Accès refusé.
tr: Erişim reddedildi.

source: User Management
de: Benutzerverwaltung
es_es: Administración de usuarios
fr: Gestion des utilisateurs
tr: Kullanıcı Yönetimi

source: List Management
de: Listenverwaltung
es_es: Gestión de la lista
fr: Gestion des utilisateurs
tr: Liste Yönetimi

source: Device Management
de: Geräteverwaltung
es_es: Administración de dispositivos
fr: Gestionnaire d'appareils
tr: Aygıt Yönetimi

source: Classroom
de: Klassenzimmer
es_es: Sala de clases
fr: Salle de Classe
tr: Sınıf

source: Settings
de: Einstellungen
es_es: Configuraciones
fr: Paramètres
tr: Ayarlar

source: Global Settings
de: Globale Einstellungen
es_es: Configuraciones globales
fr: Configuration globale
tr: Genel Ayarlar

source: Uploaded
de: Hochgeladen
es_es: Uploadet
fr: Transfert réussi
tr: Yükleme Başarılı

source: Adding user %s.
de: Lege Benutzer %s an.
es_es: Añadiendo %s de usuario.
fr: Ajout de l'utilisateur %s.
tr: %s kullanıcısı ekleniyor.

source: Updating user %s.
de: Aktualisiere Benutzer %s.
es_es: Actualizando los %s de usuario.
fr: Mise à jour de l'utilisateur %s.
tr: %s kullanıcısı güncelleniyor.

source: Deleting user %s.
de: Lösche Benutzer %s.
es_es: Borrando %s de usuario.
fr: Suppression de l'utilisateur %s.
tr: %s kullanıcısı siliniyor.

source: Adding examuser %s.
de: Lege Klassenarbeits-Benutzer %s an.
es_es: Añadiendo %s de examinador.
fr: Ajout de l'utilisateur examen %s.
tr: %s sınav-kullanıcısı ekleniyor.

source: Deleting examuser %s.
de: Lösche Klassenarbeits-Benutzer %s.
es_es: Borrando los %s de los examinadores.
fr: Suppression de l'utilisateur examen %s.
tr: %s sınav-kullanıcısı siliniyor.

source: Adding computer %s.
de: Lege Computer %s an.
es_es: Añadiendo %s de computadora.
fr: Ajout de l'ordinateur %s.
tr: %s bilgisayarı ekleniyor.

source: Deleting computer %s.
de: Lösche Computer-Account %s.
es_es: Borrando los %s de la computadora.
fr: Suppression de l'ordinateur %s.
tr: %s bilgisayarı siliniyor.

source: Collecting data (copy): %s.
de: Sammle ein (Kopie): %s.
es_es: Recopilación de datos (copia): %s.
fr: Collecte des données (copie) : %s.
tr: Dosyalar toplanılıyor (kopyalama): %s.

source: Collecting data (move): %s.
de: Sammle ein (Wegnehmen): %s.
es_es: Recopilación de datos (movimiento): %s.
fr: Collecte des données (déplacer): %s.
tr: Dosyalar toplanılıyor (taşıma): %s.

source: Copying files to user %s.
de: Kopiere Dateien zum User %s.
es_es: Copiar archivos a los %s de usuarios.
fr: Copie des fichiers vers l'utilisateur %s.
tr: Dosyalar %s kullanıcısına kopyalanıyor.

source: Copying files: %s.
de: Kopiere Daten: %s.
es_es: Copia de archivos: %s.
fr: Copie des fichiers : %s.
tr: Şu dosyalar kopyalanıyor: %s.

source: Passwords must contain at least one lowercase, one uppercase, one special char or number, and at least 7 chars
de: Passwörter müssen mindestens einen Kleinbuchstaben, einen Großbuchstaben, ein Sonderzeichen oder eine Ziffer enthalten und mindestens 7 Zeichen lang sein
es_es: Las contraseñas deben contener al menos una minúscula, una mayúscula, un carácter o número especial y al menos 7 caracteres
fr: Les mots de passe doivent contenir au moins un minuscule, un majuscule, un caractère spécial ou un chiffre, et au moins 7 caractères
tr: Şifreler en az bir küçük harf, bir büyük harf, bir özel karakter veya sayı ve en az 7 karakter içermelidir

source: Password is not valid. Password can only contains a-zA-Z0-9?!@#§+-$%&*{}()][
de: Passwort ist ungültig. Folgende Zeichen sind erlaubt: a-zA-Z0-9?!@#§+-$%&*{}()][
fr: Le mot de passe n'est pas valide. Le mot de passe ne peut contenir que a-zA-Z0-9?!@#§+-$%&*{}()][

source: can only contain lowercase chars or numbers
de: darf nur Kleinbuchstaben oder Zahlen enthalten
es_es: sólo puede contener caracteres o números en minúsculas
fr: ne peut contenir que des minuscules ou des chiffres
tr: sadece sayıları ve küçük harf karakterleri içerebilir

source: can only contain alphanumeric chars or _+-
de: darf nur alphanumerische Zeichen oder _+- enthalten
es_es: sólo puede contener caracteres alfanuméricos o _+-
fr: ne peut contenir que des caractères alphanumériques ou _+-
tr: sadece alfanümerik karakterleri veya _+- sembollerini içerebilir

source: can only contain alphanumeric chars or -
de: darf nur alphanumerische Zeichen oder - enthalten
es_es: sólo puede contener caracteres alfanuméricos o -
fr: ne peut contenir que des caractères alphanumériques ou -
tr: sadece alfanümerik karakterleri veya - sembolünü içerebilir

source: can only contain alphanumeric chars or -, space and _
de: darf nur alphanumerische Zeichen oder -_ und Leerzeichen enthalten
es_es: sólo puede contener caracteres alfanuméricos o -, espacio y _
fr: ne peut contenir que des caractères alphanumériques ou -, espace et _
tr: sadece alfanümerik karakterleri veya -, boşluk ve _ sembollerini içerebilir

source: can only contain alphanumeric chars
de: darf nur alphanumerische Zeichen enthalten
es_es: sólo puede contener caracteres alfanuméricos
fr: ne peut contenir que des caractères alphanumériques
tr: sadece alfanümerik karakterleri içerebilir

source: is not a valid number
de: ist keine gültige Zahl
es_es: no es un número válido
fr: n'est pas un nombre valide
tr: geçerli bir sayı değil

source: is not a valid date
de: ist ein ungültiges Datumsformat
es_es: no es una fecha válida
fr: n'est pas une date valide
tr: geçerli bir tarih değil

source: is not valid or duplicated
de: ist ungültig oder doppelt vorhanden
es_es: no es válido o duplicado
fr: n'est pas valide ou en double
tr: geçerli değil veya da daha önce kullanılmış

source: does not contain valid chars, is duplicated or too long (>15 chars)
de: enthält keine gültigen Zeichen, ist dupliziert oder zu lang (>15 Zeichen)
fr: ne contient pas de caractères valides, est dupliqué ou trop long (>15 caractères)

source: does not contain valid chars or is duplicated
de: enthält keine gültigen Zeichen oder ist doppelt vorhanden
es_es: no contiene caracteres válidos o está duplicada
fr: ne contient pas de caractères valides ou est en double
tr: geçerli karakterler içermiyor veya da daha önce kullanılmış

source: is not a valid role
de: ungültiges Format
es_es: no es un rol válido
fr: n'est pas un rôle valide
tr: geçerli bir rol değil

source: is not a valid domain
de: ist keine gültige Domain
fr: n'est pas un domaine valide

source: Restore
de: Wiederherstellen
fr: Restaurer

source: Show differences
de: Unterschiede anzeigen
fr: Afficher les différences

source: Do you really want to delete
de: Möchten Sie wirklich löschen
es_es: ¿Realmente quieres borrar
fr: Voulez-vous vraiment supprimer
tr: Silmek istediğinize emin misiniz

source: Confirmation
de: Bestätigung
es_es: Confirmación
tr: Doğrulama

source: OK
tr: Tamamdır

source: Quota
es_es: Cuota
tr: Kota

source: Password is not valid. Password can only contains a-zA-Z0-9!@#§+-$%&*{}()][
tr: Şifre geçersiz. Şifreler sadece şunları içerebilir: a-zA-Z0-9!@#§+-$%&*{}()][
