Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_users/locale/*/LC_MESSAGES/app.po
Languages: de, es_es, fr

source: User deleted
de: Benutzer gelöscht
es_es: Usuario eliminado
fr: Utilisateur supprimé

source: Delete school-administrator
de: Schul-Administrator löschen
es_es: Eliminar el administrador de la escuela
fr: Supprimer administrateur école

source: Edit comment
fr: Modifier le commentaire

source: Extra Students
de: Extra-Schüler
es_es: Estudiantes adicionales
fr: Elèves supplémentaires

source: Globaladmins
de: Globale Administratoren
fr: Administrateurs globaux

source: Login for new global bind user
de: Login für neuen globalen bind-User
fr: Identifiant pour un nouveau Bind User global

source: Delete global bind user
de: Global Bind-User entfernen
fr: Supprimer Bind User global

source: Delete global-administrator
de: Globalen Administrator löschen
es_es: Eliminar el administrador global
fr: Supprimer l'administrateur global

source: All users
de: Alle Benutzer
fr: Tous les utilisateurs

source: Created password pdf
de: Erstellte Passwort pdf
es_es: Contraseña creada pdf
fr: Liste de pdf de mots de passe créés

source: It's not possible to print all users and a class at the same time.
de: Es ist nicht möglich, alle Benutzer und eine Klasse gleichzeitig zu drucken.
fr: Il n'est pas possible d'imprimer tous les utilisateurs et une classe en même temps.

source: Enter new <span ng:show="action == 'actual'" translate="">userpassword</span> <span ng:show="action == 'initial'" translate="">initial password</span> for user:
de: Neues <span ng:show="action == 'actual'" translate="">Benutzerpassword</span> <span ng:show="action == 'initial'" translate="">Anfangspasswort</span> für Benutzer eingeben:

source: Login
de: Benutzername
es_es: Ingresa en

source: Options
de: Einstellungen
es_es: Opcione

source: Password :
de: Passwort :

source: Quota
de: Kontingent

source: Set actual user password
de: Benutzerpasswort festlegen

source: Set custom initial password
de: Erstpasswort benutzerdefiniert festlegen

source: Set custom password for selected
de: Benutzerdefiniertes Passwort für Ausgewählte

source: Set initial password for selected
de: Setze Erstpasswort für ausgewählte

source: Set random password for selected
de: Setze Zufallspasswort für ausgewählte

source: Upload custom CSV
de: Eigene CSV hochladen

source: Would you like to upload a custom csv file? This will replace your current CSV! After the the upload, sophomorix will try to execute the filter script configured in your school.conf. Please read the full documentation in <a href="https://github.com/linuxmuster/sophomorix4/wiki/Export-and-Filters#filters">sophomorix's wiki</a> about it.<br> Use it with caution !
de: Möchten Sie eine eigene csv-Datei hochladen? Dies wird Ihr aktuelles CSV ersetzen! Nach dem Upload wird sophomorix versuchen, das in Ihrer Schule konfigurierte Filterskript auszuführen. onf. Bitte lesen Sie die vollständige Dokumentation im <a href="https://github.com/linuxmuster/sophomorix4/wiki/Export-and-Filters#filters">sophomorix's Wiki</a> darüber.<br> Verwenden Sie es mit Vorsicht !

source: Would you like to upload a list csv? This will replace your current CSV! Please respect the format columns...
de: Möchten Sie eine csv-Datei hochladen? Dies wird Ihre aktuelle csv-Datei ersetzen! Bitte beachten Sie die Format-Spalten...

source: initial password
de: Erstpasswort

source: userpassword
de: Benutzerpassword

source: Initial password
de: Erstpasswort

source: Initial password (still set)
de: Erstpasswort (noch gesetzt)

source: Initial password (changed from user)
de: Erstpasswort (vom Benutzer geändert)

source: Format
es_es: Formato

source: Quota:
es_es: Cuota:

source: Status
es_es: Estado
