Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_users/locale/*/LC_MESSAGES/app.po
Languages: de, es_es, fr

source: <i class="fa fa-asterisk"></i> All users {{identity.profile.activeSchool}}
de: <i class="fa fa-asterisk"></i> Alle Benutzer {{identity.profile.activeSchool}}
fr: <i class="fa fa-asterisk"></i> Tous les utilisateurs {{identity.profile.activeSchool}}

source: <i class="fa fa-key"></i> For selected <span class="caret"></span>
de: <i class="fa fa-key"></i> Für ausgewählte <span class="caret"></span>
fr: <i class="fa fa-key"></i> Pour la sélection <span class="caret"></span>

source: <i class="fa fa-key"></i> For selected <span class="caret"></span>
de: <i class="fa fa-key"></i> Für ausgewählte <span class="caret"></span>
fr: <i class="fa fa-key"></i> Pour la sélection <span class="caret"></span>

source: <i class="fa fa-user-plus"></i> Add <span class="caret"></span>
de: <i class="fa fa-user-plus"></i> Hinzufügen <span class="caret"></span>
fr: <i class="fa fa-user-plus"></i> Ajouter <span class="caret"></span>

source: Abort
de: Abbrechen
es_es: Abortar
fr: Annuler

source: Accept
de: Annehmen
es_es: Acepta
fr: Accepter

source: Accept Sorting
de: Sortierung akzeptieren
es_es: Aceptar la clasificación
fr: Accepter le tri

source: Add Administrator
de: Admin hinzufügen
es_es: Agregar Administrador
fr: Ajouter un administrateur

source: Add a course
de: Kurs hinzufügen
es_es: Añade un curso
fr: Ajouter un cours

source: Add a student
de: Schüler hinzufügen
es_es: Añade un estudiante
fr: Ajouter un élève

source: Add a teacher
de: Lehrer hinzufügen
es_es: Añade un profesor
fr: Ajouter un enseignant

source: Add global administrator
de: Globaler Admin hinzufügen
es_es: Añadir administrador global
fr: Ajouter administrateur global

source: Add global bind user
de: Global Bind-User hinzufügen
fr: Ajouter un Bind User global

source: Add new users
de: Neue Benutzer hinzufügen
es_es: Añadir nuevos usuarios
fr: Ajouter de nouveaux utilisateurs

source: Add school administrator
de: Schuladmin hinzufügen
es_es: Añadir el administrador de la escuela
fr: Ajouter administrateur pour cette école

source: Add school bind user
de: Schul Bind-User hinzufügen
fr: Ajouter un Bind User de l'école

source: Added users
de: Hinzuzufügen
es_es: Usuarios añadidos
fr: Utilisateurs ajoutés

source: Applying changes
de: Änderungen übernehmen
es_es: Aplicando los cambios
fr: Appliquer les modifications

source: Base name
de: Basisname
es_es: Nombre de la base
fr: Nom

source: Birthday
de: Geburtsdatum
es_es: Cumpleaños
fr: Anniversaire

source: Birthday:
de: Geburtsdatum:
es_es: Cumpleaños:
fr: Date de naissance:

source: CSV contains custom teacher password attribute (optional)
de: CSV enthält benutzerdefiniertes Lehrer-Passwort-Attribut (optional)
es_es: CSV contiene un atributo de contraseña personalizada para el profesor (opcional)
fr: CSV contient un attribut mot de passe de l'enseignant personnalisé (facultatif)

source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler

source: Change Password
de: Passwort ändern
es_es: Cambiar la contraseña
fr: Changer le mot de passe

source: Check columns
fr: Vérifier les colonnes

source: Check failed
de: Prüfung fehlgeschlagen
es_es: El cheque falló
fr: La vérification a échoué

source: Check result
de: Prüfergebnis
es_es: Comprobar el resultado
fr: Résultat de vérification

source: Checking users
de: Überprüfe Benutzer
es_es: Comprobación de los usuarios
fr: Vérification des utilisateurs

source: Class
de: Klasse
es_es: Clase
fr: Classe

source: Class:
de: Klasse:
es_es: Clase:
fr: Classe:

source: Close
de: Schließen
es_es: Cerrar
fr: Fermer

source: Cloudquota Calculated in MiB:
de: Cloudquota berechnet in MiB:
es_es: Cuota de nubes calculada en MIB:
fr: Quota cloud calculé en MiB:

source: Count
de: Anzahl
es_es: Cuenta
fr: Nombre

source: Course
de: Kurs
es_es: Curso
fr: Cours

source: CreationDate:
de: Erstellungsdatum:
es_es: Fecha de creación:
fr: Date de création:

source: Custom template for your school
de: Eigene Vorlage für Ihre Schule
fr: Modèle personnalisé pour votre école

source: Customizations
de: Anpassungen
es_es: Personalizaciones
fr: Personnalisations

source: DeactivationDate:
de: Deaktivierungsdatum:
es_es: Fecha de desactivación:
fr: Date de désactivation :

source: Default sophomorix template
de: Standard sophomorix-Vorlage
fr: Modèle sophomorix par défaut

source: Edit CSV
de: Im Editor öffnen
es_es: Editar CSV
fr: Modifier le CSV

source: Enter new {{action}} password for user:
fr: Entrez le nouveau mot de passe {{action}} pour l'utilisateur :

source: Errors
de: Fehler
es_es: Errores
fr: Erreurs

source: Errors found
de: Fehler gefunden
es_es: Errores encontrados
fr: Erreurs trouvées

source: Extra-Courses
de: Extra-Kurse
es_es: Cursos extra
fr: Cours supplémentaires

source: Extra-Students
de: Extra-Schüler
es_es: Extra-estudiantes
fr: Elèves supplémentaires

source: Fields
de: Felder
es_es: Campos
fr: Champs

source: First name
de: Vorname
es_es: Nombre
fr: Prénom

source: GECOS
de: Hinweis
fr: Indication

source: Global admins
de: Globale Administratoren
fr: Admins globaux

source: Global bind users
de: Global Bind-User
fr: Bind User globaux

source: Group Membership:
de: Gruppenmitgliedschaft:
es_es: Miembros del grupo:
fr: Adhésion au groupe:

source: Kill users
de: Benutzer löschen
es_es: Matar a los usuarios
fr: Supprimer des utilisateurs

source: Killed users
de: Zu löschen
es_es: Usuarios asesinados
fr: Utilisateurs supprimés

source: Lang:
de: Sprache:
fr: Langue :

source: Last name
de: Nachname
es_es: Apellido
fr: Nom

source: Linuxmuster needs to know which column contains which userdata. This is mandatory for importing the CSV list.<br>Please set the column into the right order.
de: Linuxmuster muss wissen, welche Spalte welche Benutzerdaten enthält. Dies ist obligatorisch für den Import der CSV-Liste.<br>Bitte setzen Sie die Spalte in die richtige Reihenfolge.
es_es: Linuxmuster necesita saber qué columna contiene qué datos de usuario. Esto es obligatorio para importar la lista de CSV.<br>Por favor, pon la columna en el orden correcto.
fr: Linuxmuster a besoin de connaître les correspondances de colonnes afin de permettre l'import du fichier CSV.<br>Merci de positionner les colonnes dans le bon ordre.

source: Login / Class
de: Login / Klasse
es_es: Login / Clase
fr: Login / Classe

source: Loginname:
es_es: Nombre de usuario:
fr: Identifiant:

source: Mailquota Calculated in MiB:
de: Mailquota berechnet in MiB:
es_es: Cuota de correo calculada en MIB:
fr: Quota mail calculé en MiB:

source: Move users
de: Benutzer versetzen
es_es: Mover a los usuarios
fr: Déplacer des utilisateurs

source: Moved users
de: Zu versetzen
es_es: Usuarios desplazados
fr: Utilisateurs déplacés

source: Name <span ng:show="customTitle[2]"> / {{customTitle[2]}}</span>
fr: Nom: <span ng:show="customTitle[2]">{{customTitle[2]}}, {}</span>

source: Name / DN / Comment
fr: Nom / DN / Commentaire

source: No classes found. You first need to join a class in the groupmembership modul in order to print passwords.
de: Keine Klassen gefunden. Sie müssen zuerst einer Klasse im Einschreibenmodul beitreten, um Passwörter auszudrucken.
fr: Aucune classe trouvée. Vous devez d'abord rejoindre une classe dans le module de gestion des groupes afin d'imprimer les mots de passe.

source: No classes found. You have to create a class by importing userlist before you can print user passwords!
de: Keine Klasse gefunden. Sie müssen eine Klasse erstellen, indem Sie eine Benutzerliste importieren, bevor Sie Kennwörter drucken können!
fr: Aucune classe trouvée. Vous devez créer une classe en important une liste d'utilisateurs avant d'imprimer les mots de passe!

source: No global bind user found.
fr: Aucun utilisateur bind global trouvé.

source: No school bind user found.
fr: Aucun utilisateur bind trouvé.

source: Note: Minimal length is 7 characters. Use upper, lower and special characters or numbers. (e.g. Muster!)
de: Hinweis: Minimale Passwortlänge ist 7 Zeichen. Verwenden Sie Großbuchstaben, Kleinbuchstaben und Sonderzeichen oder Zahlen. (z.B. Muster!)
es_es: Nota: La longitud mínima es de 7 caracteres. Utilice caracteres o números superiores, inferiores y especiales. (por ejemplo, Muster!)
fr: Note: Minimum 7 caractères. Utiliser des majuscules, minuscules, caractères spéciaux et chiffres (par exemple Muster!)

source: One per page
de: Einer pro Seite
es_es: Uno por página
fr: Un par page

source: Password
de: Passwort
es_es: Contraseña
fr: Mot de passe

source: Password Information
de: Passwortinformationen
es_es: Información de la contraseña
fr: Informations sur le mot de passe

source: Password per page:
de: Passwort pro Seite:
fr: Mot de passe par page :

source: Password:
de: Passwort:
es_es: Contraseña:
fr: Mot de passe:

source: Passwords per page:
de: Passwörter pro Seite:
fr: Mots de passe par page :

source: Print
de: Ausdrucken
es_es: Imprimir
fr: Imprimer

source: Print passwords
de: Passwörter drucken
fr: Imprimer les mots de passe

source: Properties
de: Eigenschaften
es_es: Propiedades
fr: Propriétés

source: Removal date
de: Entferndatum
es_es: Fecha de la mudanza
fr: Date de suppression

source: Remove
de: Entfernen
es_es: Retire
fr: Supprimer

source: Report
de: Bericht
es_es: Informe
fr: Rapport

source: Restore initial password
de: Erstpasswort wiederherstellen
es_es: Restaurar la contraseña inicial
fr: Réinitialiser le mot de passe

source: Role:
de: Rolle:
es_es: El papel:
fr: Rôle :

source: Rows
de: Zeilen
es_es: Filas
fr: Lignes

source: Save
de: Speichern
es_es: Guardar
fr: Sauvegarder

source: Save &amp; check
de: Speichern &amp; Prüfen
es_es: Guardar &amp; comprobar
fr: Sauvegarder &amp; vérifier

source: Save directly
fr: Enregistrer directement

source: School admins
de: Schuladministratoren
fr: Admins de l'école

source: School bind users
de: Schul Bind-User
fr: Bind User de l'école

source: Schoolname:
de: Schulname:
es_es: Nombre de la escuela:
fr: Nom de l'école:

source: Set current user password
fr: Définir le mot de passe utilisateur actuel

source: Set custom first password
fr: Définir le premier mot de passe personnalisé

source: Set custom password
de: Eigenes Passwort festlegen
fr: Mettre un mot de passe personnalisé

source: Set initial password
de: Erstpasswort setzen
fr: Définir le mot de passe initial

source: Set random initial password
de: Erstpasswort zufällig festlegen
es_es: Establecer una contraseña inicial aleatoria
fr: Mettre un mot de passe aléatoire

source: Set random password
de: Zufallspasswort setzen
fr: Mettre un mot de passe aléatoire

source: Show initial password
de: Erstpasswort anzeigen
es_es: Mostrar la contraseña inicial
fr: Afficher le mot de passe par défaut

source: Show quota
de: Quota anzeigen
es_es: Mostrar la cuota
fr: Afficher les quotas

source: Sophomorix Status:
es_es: Estado de Sophomorix:
fr: Statut de Sophomorix :

source: Sort List
de: Liste sortieren
es_es: Ordenar la lista
fr: Liste de tri

source: Students
de: Schüler
es_es: Estudiantes
fr: Élèves

source: Summary
de: Übersicht
es_es: Resumen
fr: Récapitulatif

source: Teachers
de: Lehrer
es_es: Maestros
fr: Enseignants

source: There are no School-Administrator to manage yet. You can add a School-Administrator using the buttons below
de: Es gibt noch keinen Schuladministrator. Sie können einen Schuladministrator mit den unten stehenden Schaltflächen hinzufügen
es_es: No hay ningún administrador de la escuela para manejar todavía. Puede añadir un administrador escolar utilizando los siguientes botones
fr: Il n'y a pas encore d'administrateur de cette école à gérer. Vous pouvez ajouter un administrateur de cette école en utilisant les boutons ci-dessous

source: There are no students to manage yet. You can add students using the list management module
de: Es gibt noch keine Schüler zu verwalten. Sie können Schüler mit der Listenverwaltung hinzufügen
es_es: No hay estudiantes para manejar todavía. Puede añadir estudiantes usando el módulo de gestión de listas
fr: Il n'y a pas encore d'élèves à gérer. Vous pouvez ajouter des élèves en utilisant le module de gestion de liste

source: There are no teachers to manage yet. You can add teachers using the list management module
de: Es gibt noch keine Lehrer zu verwalten. Sie können Lehrer mit der Listenverwaltung hinzufügen
es_es: No hay profesores para manejar todavía. Puede añadir profesores usando el módulo de gestión de listas
fr: Il n'y a pas encore d'enseignants à gérer. Vous pouvez ajouter des enseignants en utilisant le module de gestion de liste

source: TolerationDate:
de: Duldungsdatum:
es_es: Fecha de tolerancia:
fr: Date de tolérance :

source: Upload CSV
de: CSV laden
es_es: Subir CSV
fr: Charger un CSV

source: Use following template
de: Folgende Vorlage verwenden
fr: Utiliser le modèle suivant

source: Use pdflatex instead of latex
de: pdflatex anstelle von Latex verwenden
es_es: Usar pdflatex en lugar de látex
fr: Utiliser pdflatex à la place de latex

source: User Details
de: Benutzerdetails
es_es: Detalles del usuario
fr: Détails utilisateur

source: User ID (optional):
fr: ID utilisateur (facultatif) :

source: Users to be added
de: Benutzer werden hinzugefügt
es_es: Los usuarios que se añadirán
fr: Utilisateurs à ajouter

source: Users to be killed
de: Benutzer werden gelöscht
es_es: Los usuarios a ser asesinados
fr: Utilisateurs à supprimer

source: Users to be updated
de: Benutzer werden aktualisiert
es_es: Los usuarios serán actualizados
fr: Utilisateurs à mettre à jour

source: Would you like to upload a list csv? This will replace your current CSV!<br> It's highly recommend to check the columns after the upload instead of directly uploading your own CSV.<br> <br> After the the upload, sophomorix will try to execute the filter script configured in your school.conf. Please read the full documentation at <a href="https://github.com/linuxmuster/sophomorix4/wiki/Export-and-Filters#filters"> sophomorix's wiki </a> about it. <br> Use it with caution !
fr: Voulez-vous télécharger une liste csv? Cela remplacera votre CSV actuel!<br> Il est fortement recommandé de vérifier les colonnes après le téléchargement au lieu de télécharger directement votre propre CSV.<br> <br> Après le téléchargement, sophomorix tentera d'exécuter le script de filtre configuré dans votre école. onf. Veuillez lire la documentation complète à <a href="https://github.com/linuxmuster/sophomorix4/wiki/Export-and-Filters#filters"> le wiki de sophomorix </a> à ce sujet. <br> A utiliser avec précaution !

source: You can directly print the password of one class through the icon, or select multiples classes to print all at once.
de: Sie können das Passwort einer Klasse direkt über das Symbol drucken oder mehrere Klassen auswählen, um alle gleichzeitig auszudrucken.
fr: Vous pouvez directement imprimer le mot de passe d'une classe via l'icône, ou sélectionner plusieurs classes à imprimer en même temps.

source: empty cells
de: leere Zellen
es_es: celdas vacías
fr: cellules vides

source: globaladmins
de: Globaladministratoren
fr: administrateurs globaux

source: schooladmins
de: Schuladministratoren
es_es: administradores de escuelas
fr: administrateurs école

source: students
de: Schüler
es_es: estudiantes
fr: élèves

source: teachers
de: Lehrer
es_es: profesores
fr: enseignants

source: School-Admins
de: Schul-Administratoren
es_es: Escuela-Admins
fr: Admins de l'école

source: Global-Admins
de: Globale Administratoren
fr: Admins globaux

source: Listmanagement
de: Listenverwaltung
es_es: Gestión de listas
fr: Gestion des listes

source: Print Passwords
de: Passwörter drucken
es_es: Imprimir contraseñas
fr: Imprimer les mots de passe

source: Read students
de: Studenten lesen
es_es: Lea los estudiantes
fr: Lire les étudiants

source: Write students
de: Studenten schreiben
es_es: Escribir a los estudiantes
fr: Écrire les élèves

source: Read teachers
de: Lehrer lesen
es_es: Lee a los profesores
fr: Lire des enseignants

source: List teachers
de: Lehrer auflisten
es_es: Lista de profesores
fr: Liste des enseignants

source: Write teachers
de: Lehrer schreiben
es_es: Escribir a los maestros
fr: Écrire des enseignants

source: Read schooladmins
de: Schul-Administratoren einlesen
es_es: Lea las instrucciones de la escuela
fr: Lire les administrateurs école

source: Write schooladmins
de: Schul-Administratoren schreiben
es_es: Escribir a los administradores de la escuela
fr: Ecrire les administrateurs école

source: Read globaladmins
de: Globale Administratoren einlesen
es_es: Leer globaladmins
fr: Lire les administrateurs globaux

source: Write globaladmins
de: Globale Administratoren schreiben
es_es: Escriba globaladmins
fr: Ecrire les administrateurs globaux

source: Read extra students
de: Lese zusätzliche Studenten
es_es: Lea los estudiantes adicionales
fr: Lire les élèves supplémentaires

source: Write extra students
de: Schreibe zusätzliche Studenten
es_es: Escriba a los estudiantes adicionales
fr: Écrire des élèves supplémentaires

source: Read extra courses
de: Lese zusätzliche Kurse
es_es: Lea los cursos adicionales
fr: Lire cours supplémentaires

source: Write extra courses
de: Schreibe zusätzliche Kurse
es_es: Escribir cursos extra
fr: Écrire des cours supplémentaires

source: Check user changes
de: Überprüfen Sie die Änderungen durch Benutzer
es_es: Comprobar los cambios de usuario
fr: Vérifier les modifications de l’utilisateur

source: Apply user changes
de: Benutzeränderungen anwenden
es_es: Aplicar los cambios de usuario
fr: Appliquer les modifications des utilisateurs

source: Read/write passwords
de: Schreibe/Lese Passwörter
es_es: Leer/escribir contraseñas
fr: Lire/écrire les mots de passe

source: Add school admins
de: Schul-Administrator hinzufügen
es_es: Añade los administradores de la escuela
fr: Ajouter administrateur école

source: Add global admins
de: Globale Administratoren hinzufügen
es_es: Añadir los administradores globales
fr: Ajouter administrateur global

source: Delete school admins
de: Schul-Administratoren löschen
es_es: Eliminar los administradores de la escuela
fr: Supprimer administrateur école

source: Delete global admins
de: Globale Administratoren löschen
es_es: Eliminar los administradores globales
fr: Supprimer les administrateurs globaux

source: Change own custom fields values
fr: Modifier ses propres données

source: Read custom fields values
fr: Lire les valeurs des champs personnalisés

source: New value
de: Neuer Wert
fr: Nouvelle valeur

source: Value updated !
de: Wert aktualisiert!
fr: Valeur mise à jour !

source: Error, please verify the user and/or your values.
de: Fehler, bitte überprüfen Sie den Benutzer und/oder Ihre Werte.
fr: Erreur, veuillez vérifier l'utilisateur et/ou vos valeurs.

source: Remove custom field value
de: Wert des benutzerdefinierten Feldes entfernen
fr: Supprimer la valeur du champ personnalisé

source: Do you really want to remove
de: Möchten Sie wirklich entfernen
fr: Voulez-vous vraiment supprimer

source: Value removed !
de: Wert entfernt!
fr: Valeur retirée !

source: Value added !
de: Wert hinzugefügt!
fr: Valeur ajoutée !

source: Remove proxy address
de: Proxy-Adresse entfernen
fr: Supprimer l'adresse

source: New address
de: Neue Adresse
fr: Nouvelle adresse

source: Address added !
de: Adresse hinzugefügt!
fr: Adresse ajoutée !

source: Initial password set
de: Erstpasswort gesetzt
es_es: Contraseña inicial establecida
fr: Mot de passe initial configuré

source: Random password set
de: Zufallspasswort festgelegt
es_es: Conjunto de contraseñas aleatorias
fr: Mettre un mot de passe aléatoire

source: Show bind user password
de: Bind Benutzerkennwort anzeigen
fr: Afficher le mot de passe du bind user

source: Do you really want to see this password ? It could be a security issue!
de: Möchten Sie wirklich dieses Passwort sehen ? Es könnte ein Sicherheitsproblem sein!
fr: Voulez-vous vraiment voir ce mot de passe ? Cela pourrait être un problème de sécurité!

source: PDF with passwords successfully created
fr: PDF avec les mots de passe créé avec succès

source: Could not create password pdf
de: Konnte kein pdf für Passwörter erstellen
es_es: No se pudo crear la contraseña pdf
fr: N'a pas pu générer de mot de passe au format pdf

source: Student ID
de: Schüler ID
es_es: Identificación de estudiante
fr: ID de l'élève

source: Last Name
de: Nachname
es_es: Apellido
fr: Nom

source: First Name
de: Vorname
es_es: Nombre
fr: Prénom

source: Desired Password
de: Wunschpasswort
es_es: Contraseña deseada
fr: Mot de passe souhaité

source: Please check the errors.
de: Bitte überprüfen Sie die Fehler.
es_es: Por favor, compruebe los errores.
fr: Merci de corriger les erreurs.

source: Saved
de: Gespeichert
es_es: Salvado
fr: Enregistré

source: Duplicate teachers login
fr: Doublon login professeur

source: Duplicate extrastudents login
fr: Doublon login extra

source: Conflict between login and class
fr: Conflit entre login et classe

source: Still Set
de: Noch gesetzt
es_es: Todavía está listo
fr: Encore actif

source: Changed from user
de: Vom Benutzer geändert
es_es: Cambió de usuario
fr: Changé par l'utilisateur

source: You have to enter a password
de: Sie müssen ein Passwort eingeben
es_es: Tienes que introducir una contraseña
fr: Vous devez saisir un mot de passe

source: New password set
de: Neues Kennwort gesetzt
es_es: Nueva contraseña
fr: Nouveau mot de passe enregistré

source: You have to enter a username
de: Sie müssen einen Benutzernamen eingeben
es_es: Tienes que introducir un nombre de usuario
fr: Vous devez entrer un nom d'utilisateur

source: Never
de: Nie
es_es: Nunca
fr: Jamais

source: Hide
de: Ausblenden
es_es: Ocultar
fr: Masquer

source: Show
de: Anzeigen
es_es: Mostrar
fr: Afficher

source: NO LIMIT
de: UNBEGRENZT
es_es: SIN LÍMITE
fr: AUCUNE LIMITE

source: not used
de: nicht verwendet
es_es: no se usa
fr: non utilisé

source: class
de: Klasse
es_es: clase
fr: classe

source: lastname
de: Nachname
es_es: apellido
fr: nom de famille

source: firstname
de: Vorname
es_es: nombre
fr: prénom

source: birthday
de: Geburtsdatum
es_es: cumpleaños
fr: date de naissance

source: login
de: benutzername
fr: identifiant

source: Uploaded
de: Upload erfolgreich
es_es: Cargado
fr: Transfert réussi

source: Adding administrator...
de: Administrator hinzufügen...
es_es: Añadiendo administrador...
fr: Ajout de l'administrateur...

source: Extra Courses
de: Extra-Kurse
es_es: Cursos extra
fr: Cours supplémentaires

source: Apply
de: Übernehmen
es_es: Aplique
fr: Appliquer

source: Add user(s)
de: Benutzer hinzufügen
es_es: Añadir usuario(s)
fr: Ajouter utilisateur(s)

source: Move user(s)
de: Benutzer versetzen
es_es: Mover usuario(s)
fr: Déplacer utilisateur(s)

source: Kill user(s)
de: Benutzer löschen
es_es: Matar a los usuario(s)
fr: Supprimer utilisateur(s)

source: Changes applied
de: Änderungen übernommen
es_es: Cambios aplicados
fr: Modifications appliquées

source: Failed
de: Fehlgeschlagen
es_es: Fallido
fr: Echec

source: Unknown error!
de: Unbekannter Fehler!
es_es: ¡Error desconocido!
fr: Erreur inconnue !

source: Please run sophomorix-check manually to identity the reason.
de: Bitte führen Sie sophomorix-check manuell aus, um die Ursache zu identifizieren.
es_es: Por favor, ejecuta Sophomorix-check manualmente para identificar la razón.
fr: Veuillez exécuter sophomorix-check manuellement pour identifier la raison.

source: Schooladmins
de: Schul-Administratoren
es_es: Administradores de escuelas
fr: Administrateurs école

source: Login for new school bind user
de: Login für neuen Schulbind-User
fr: Identifiant pour un nouveau Bind User de l'école

source: Delete User
de: Benutzer löschen
es_es: Borrar Usuario
fr: Supprimer l'utilisateur

source: Delete school bind user
de: Schul Bind-User entfernen
fr: Supprimer Bind User de l'école
