Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_settings/locale/*/LC_MESSAGES/app.po
Languages: de, es_es, fr

source: <b>Template for multiple passwords entries on one page:</b>
de: <b>Vorlage für mehrere Passworteinträge auf einer Seite:</b>
fr: <b>Modèle pour plusieurs mots de passe entrées sur une seule page :</b>

source: <b>Template for one password entry per page:</b>
de: <b>Vorlage für einen Passwort-Eintrag pro Seite:</b>
fr: <b>Modèle pour plusieurs mots de passe entrées sur une seule page :</b>

source: <i class="fa fa-warning "></i> Change this values with high precaution ! A wrong value may completely block your network !
de: <i class="fa fa-warning "></i> Ändern Sie diese Werte mit hoher Vorsicht ! Ein falscher Wert kann Ihr Netzwerk komplett blockieren !
fr: <i class="fa fa-warning "></i> Changez ces valeurs avec précaution ! Une mauvaise valeur peut bloquer complètement votre réseau !

source: Add a subnet
de: Subnetz hinzufügen
fr: Ajouter un sous-réseau

source: Add holidays
de: Feiertage hinzufügen
fr: Ajouter des vacances

source: Admin description
de: Admin-Beschreibung
fr: Description de l'administrateur

source: Begin lease range
de: Lease-Bereich Beginn
fr: Début plage DHCP

source: Choose a role to configure
de: Rolle zum Konfigurieren auswählen
fr: Choisir un rôle à configurer

source: Cloudquota Percentage
de: Cloudquota in Prozent
es_es: Cuota de nubes Porcentaje
fr: Pourcentage de quota cloud

source: Comment
de: Bemerkung
fr: Commentaire

source: Configuration of holidays
de: Konfiguration von Feiertagen
fr: Configuration des vacances

source: Custom fields
de: Benutzerdefinierte Felder
fr: Champs personnalisés

source: Customs filters
de: Benutzerdefinierte Filter
fr: Filtres personnalisés

source: Detected encoding
de: Erkannter Zeichensatz
es_es: La codificación detectada
fr: Encodage détecté

source: Email Domain
de: E-Mail Domäne
es_es: Dominio de correo electrónico
fr: Domaine Email

source: Enable email relay for notification
de: E-Mail-Benachrichtigungen aktivieren
fr: Activer la notification par e-mail

source: Encoding
de: Zeichenkodierung
es_es: Codificación
fr: Encodage

source: End
de: Ende
fr: Fin

source: End lease range
de: Lease-Bereich Ende
fr: Fin plage DHCP

source: Firstname Chars
de: Vornamen Zeichen
es_es: Nombre Chars
fr: Nombre de caractères du prénom

source: Force SSL
de: SSL erzwingen

source: General
de: Allgemein
fr: Général

source: Global administrators
de: Globale Administratoren
fr: Administrateurs globaux

source: Holidays
de: Feiertage
fr: Vacances

source: If you want to use your own latex template, please store it in the directory /etc/linuxmuster/sophomorix/SCHOOL/latex-templates/. More informations about it <a href="https://github.com/linuxmuster/sophomorix4/blob/bionic/sophomorix-samba/lang/latex/README.latextemplates">in sophomorix's wiki</a>.
de: Wenn Sie Ihr eigenes Latex-Template verwenden möchten, speichern Sie es bitte im Verzeichnis /etc/linuxmuster/sophomorix/SCHOOL/latex-templates/. Mehr Informationen dazu <a href="https://github.com/linuxmuster/sophomorix4/blob/bionic/sophomorix-samba/lang/latex/README.latextemplates">im sophomorix Wiki</a>.
fr: Si vous voulez utiliser votre propre modèle latex, veuillez le stocker dans le répertoire /etc/linuxmuster/sophomorix/SCHOOL/latex-templates/. Plus d'informations à ce sujet <a href="https://github.com/linuxmuster/sophomorix4/blob/bionic/sophomorix-samba/lang/latex/README.latextemplates">dans le wiki de sophomorix</a>.

source: It's possible to apply a filter script to your newly exported csv file. You must give here the absolute path of the script and the script must be executable.<br>Please read the full documentation in <a href="https://github.com/linuxmuster/sophomorix4/wiki/Export-and-Filters#filters">sophomorix's wiki</a> about it.
de: Es ist möglich, ein Filterskript auf Ihre neu exportierte csv-Datei anzuwenden. Sie müssen hier den absoluten Pfad des Skripts angeben und das Skript muss ausführbar sein.<br>Bitte lesen Sie die vollständige Dokumentation im <a href="https://github.com/linuxmuster/sophomorix4/wiki/Export-and-Filters#filters">sophomorix's Wiki</a> darüber.
fr: Il est possible d'appliquer un script de filtre à votre fichier csv récemment exporté. Vous devez donner ici le chemin absolu du script et le script doit être exécutable.<br>Veuillez lire la documentation complète dans le wiki de <a href="https://github.com/linuxmuster/sophomorix4/wiki/Export-and-Filters#filters">sophomorix</a> à ce sujet.

source: Language
de: Sprache
es_es: Idioma
fr: Langue

source: List encoding
de: Listenkodierung
es_es: Codificación de la lista
fr: Encodage de la liste

source: List of subnets
de: Liste der Subnetze
fr: Liste des sous-réseaux

source: Listimport
de: Listenimport
fr: Import de liste

source: Mailquota Default in MiB
de: Mailquota Standard in MiB
es_es: Cuota de correo por defecto en MIB
fr: Quota mail par défaut en MiB

source: Max session time
de: Maximale Sitzungsdauer
es_es: Tiempo máximo de sesión
fr: Durée maximale de session

source: Network / Prefix
de: Netzwerk / Präfix
fr: Réseau / Préfixe

source: New domain
de: Neue Domain

source: New proxy
de: Neuer Proxy

source: No holidays found!
de: Keine Feiertage gefunden!
fr: Pas de vacances trouvées!

source: Password Length
de: Passwortlänge
es_es: Longitud de la contraseña
fr: Longueur du mot de passe

source: Password length
de: Passwortlänge
es_es: Longitud de la contraseña
fr: Longueur du mot de passe

source: Password printing data
de: Passwort Druckdaten
es_es: Datos de impresión de la contraseña
fr: Données d'impression des mots de passe

source: Path to filter script
de: Pfad zum Filterskript
fr: Chemin du script de filtre

source: Primary Group Adminclass
de: Primäre Gruppe Adminclass
es_es: Clase de administración del grupo primario
fr: Adminclass du groupe primaire

source: Primary Group Project
de: Primäres Gruppen-Projekt
fr: Projet groupe primaire

source: Primary Group Teacherclass
de: Primäre Gruppe Teacherclass
es_es: Clase de maestros del grupo de ase de maestros del grupo de primariaprimaria
fr: Teacherclass du groupe primaire

source: Printing data
de: Druck-Daten
es_es: Datos de impresión
fr: Impression des données

source: Printserver
de: Druckserver
es_es: Servidor de impresión
fr: Serveur d'impression

source: Quota Default Global in MiB
de: Standardquota (global) in MiB
es_es: Cuota por defecto global en MIB
fr: Quota global par défaut en MiB

source: Quota Default School in MiB
de: Standardquota (Schule) in MiB
es_es: Cuota por defecto de la escuela en MIB
fr: Quota école par défaut en MiB

source: Random password
de: Zufallspasswort
es_es: Contraseña aleatoria
fr: Mot de passe aléatoire

source: Removal after departure (days)
de: Tage bis zum endgültigen Löschen
es_es: Traslado después de la salida (días)
fr: Suppression après le départ (jours)

source: Replace slash(/) in classname by hypen(-)
de: Ersetze Schrägstrich(/) in Klassenname durch Bindestrich(-)
es_es: Reemplazar la barra (/) en el nombre de la clase por hypen (-)
fr: Remplacer slash(/) dans le nom de classe par un trait d'union(-)

source: Restart WebUI
de: Schulkonsole neu starten
es_es: Reiniciar WebUI
fr: Redémarrer WebUI

source: Reverse Surname and Firstname in username
de: Nachname und Vorname im Benutzernamen umkehren
es_es: Invertir el apellido y el nombre en el nombre de usuario
fr: Inverser prénom et nom de famille dans le login

source: Role Students
de: Rolle Schüler
es_es: Estudiantes de rol
fr: Rôle élève

source: Role Teachers
de: Rolle Lehrer
es_es: Maestros de rol
fr: Rôle enseignant

source: SMTP password
de: SMTP-Passwort
fr: Mot de passe SMTP

source: SMTP user
de: SMTP-Benutzer
fr: Utilisateur SMTP

source: SSL FQDN certificate file
de: SSL-FQDN-Zertifikatsdatei
fr: Fichier de certificat SSL FQDN

source: SSL certificate file
de: SSL-Zertifikats-Datei
es_es: Archivo de certificado SSL
fr: Certificat SSL

source: Save
de: Speichern
es_es: Guardar
fr: Sauvegarder

source: Save &amp; Apply Quota
de: Speichern &amp; Quota übernehmen
es_es: Guardar &amp; Aplicar la cuota
fr: Enregistrer &amp; Appliquer le quota

source: Save &amp; Apply Subnets
de: Speichern &amp; Subnetze übernehmen
es_es: Guardar &amp; Aplicar subredes
fr: Enregistrer &amp; Appliquer les sous-réseaux

source: Save &amp; check
de: Speichern &amp; Prüfen
es_es: Guardar &amp; comprobar
fr: Sauvegarder &amp; vérifier

source: School administrators
de: Schuladministratoren
fr: Administrateurs de l'école

source: School landing page
de: Startseite der Schule
fr: Page d'accueil de l'école

source: School name
de: Schulname
es_es: Nombre de la escuela
fr: Nom d'école

source: Schooladministrator
de: Schuladministrator
es_es: Administradora de la escuela
fr: Administrateur de l'école

source: Schoolname
de: Schulname
es_es: Nombre de la escuela
fr: Nom de l'école

source: Setup flag
de: Setup-Flagge
fr: Drapeau de configuration

source: Show in user details
de: In Benutzerdetails anzeigen
fr: Afficher dans les détails de l'utilisateur

source: Smtp relay
de: Smtp-Relais
fr: Relais Smtp

source: Start
de: Beginn
fr: Début

source: Students
de: Schüler
es_es: Estudiantes
fr: Élèves

source: Subnets
de: Subnetze
es_es: Subredes
fr: Sous-réseaux

source: Surname Characters
de: Nachname Zeichen
es_es: Personajes de apellido
fr: Nombre de caractères du nom

source: Teachers
de: Lehrer
es_es: Maestros
fr: Professeur

source: Template email reset
de: E-Mail Vorlage für Passwortreset
fr: Modèle d'email de réinitialisation de mot de passe

source: The smtp.yml config file seems to be empty. Currently it's ont possible to send emails with this configuration.
de: Die Konfigurationsdatei smtp.yml scheint leer zu sein. Derzeit ist es möglich, E-Mails mit dieser Konfiguration zu senden.
fr: Le fichier de configuration de smtp.yml semble être vide. Il est actuellement possible d'envoyer des emails avec cette configuration.

source: Title
de: Titel
fr: Titre

source: Tolerance after departure (days)
de: Tage bis zum Deaktivieren nach Austreten
es_es: Tolerancia después de la salida (días)
fr: Tolérance après départ (jours)

source: Trusted domains
de: Vertrauenswürdige Domains

source: Trusted proxies
de: Vertrauenswürdige Proxies

source: User can edit
de: Benutzer kann bearbeiten
fr: L'utilisateur peut modifier

source: Username and Passwords
de: Benutzername und Passwörter
es_es: Nombre de usuario y contraseñas
fr: Nom d'utilisateur et mots de passe

source: Which custom values display on user's lists ?
de: Welche benutzerdefinierten Werte werden auf Benutzerlisten angezeigt?
fr: Quelles valeurs personnalisées afficher sur les listes des utilisateurs ?

source: default: server
de: Standard: Server
es_es: por defecto: servidor
fr: par défaut: server

source: e.g.: linuxmuster.net
de: z.B.: linuxmuster.net
es_es: por ejemplo: linuxmuster.net
fr: ex: linuxmuster.net

source: extrastudents
de: Extraschüler
es_es: estudiantes extras
fr: Elèves supplémentaires

source: extrastudents.csv encoding
de: extrastudents.csv Kodierung
es_es: extrastudents.csv codificación
fr: encodage extrastudents.csv

source: students.csv encoding
de: students.csv Kodierung
es_es: codificación de students.csv
fr: encodage students.csv

source: teachers.csv encoding
de: teachers.csv Kodierung
es_es: codificación de teachers.csv
fr: encodage teachers.csv

source: School Settings
de: Schuleinstellungen
es_es: Configuración de la escuela
fr: Configuration de l'école

source: Global Settings
de: Globale Einstellungen
es_es: Ajustes globales
fr: Paramètres globaux

source: Configure school settings
de: Schuleinstellungen konfigurieren
es_es: Configurar los ajustes de la escuela
fr: Configurer les paramètres de l'école

source: Configure global settings
de: Globale Einstellungen konfigurieren
es_es: Configurar los ajustes globales
fr: Configurer les paramètres globaux

source: If Ajenti is installed behind a proxy, oder reachable by a fqdn other than provided by the host, you can then specify the other domains here, and by this way avoiding some resources loading problems.
de: Wenn Ajenti hinter einem Proxy installiert ist oder von einem anderen fqdn erreichbar ist, als vom Host bereitgestellt wird, Du kannst dann die anderen Domänen hier angeben und auf diese Weise einige Probleme beim Laden von Ressourcen vermeiden.

source: If Ajenti is installed behind one or more proxies, specify the ip of these proxies here, in order to get the real client ip address.
de: Wenn Ajenti hinter einem oder mehreren Proxies installiert ist, geben Sie hier die ip dieser Proxies an um die echte Client-Ip-Adresse zu erhalten.

source: This certificate is the default certificate used to create client certificate and to provide https connection. Using a Let's Encrypt certificate here will break the client certificate generator. Using a self-generated certificate is fine here.
de: Dieses Zertifikat ist das Standardzertifikat, das zum Erstellen von Client-Zertifikaten und zur Bereitstellung von https-Verbindung verwendet wird.\nDie Verwendung eines Let's Encrypt Zertifikats hier wird den Clientzertifikatgenerator zerstören.\nHier ist die Verwendung eines selbstgenerierten Zertifikats in Ordnung.
fr: Ce certificat est le certificat par défaut utilisé pour créer un certificat client et pour fournir une connexion https. L'utilisation d'un certificat Let's Encrypt ici va casser le générateur de certificats client. L'utilisation d'un certificat auto-généré ne pose pas de problème ici.

source: If you have a special certificate for your domain, like a Let's Encrypt certificate, put it there. If you are not sure, just use the same certificate as the one above.
de: Wenn Sie ein spezielles Zertifikat für Ihre Domain haben, wie ein Let's Encrypt Zertifikat, setzen Sie es dorthin. Wenn Sie sich nicht sicher sind, verwenden Sie einfach das gleiche Zertifikat wie das obenstehende Zertifikat.
fr: Si vous avez un certificat spécial pour votre domaine, comme un certificat Let's Encrypt, renseignez-le ici.\nSi vous n'êtes pas sûr, il suffit d'utiliser le même certificat que celui ci-dessus.

source: Are you sure you want to delete permanently this subnet ?
de: Sind Sie sicher, dass Sie dieses Subnetz dauerhaft löschen möchten?
es_es: ¿Estás seguro de que quieres borrar permanentemente esta subred?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce sous-réseau ?

source: Delete
de: Löschen
es_es: Eliminar
fr: Supprimer

source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler

source: Saved
de: Gespeichert
es_es: Salvado
fr: Enregistré

source: Global config saved
de: Globale Konfiguration gespeichert
fr: Configuration globale enregistrée

source: Could not save global config
de: Konnte die globale Konfiguration nicht speichern
fr: Impossible d'enregistrer la configuration globale

source: Smtp config saved
de: Smtp Konfiguration gespeichert
fr: Configuration Smtp enregistrée

source: Could not save smtp config
de: Smtp Konfiguration konnte nicht gespeichert werden
fr: Impossible d'enregistrer la configuration du smtp

source: Self-signed certificate
de: Selbstsigniertes Zertifikat
es_es: Certificado autofirmado
fr: Certificat auto-signé

source: Generating a new certificate will void all existing client authentication certificates!
de: Die Generierung eines neuen Zertifikats wird alle bestehenden Client-Authentifizierungszertifikate außer Kraft setzen!
es_es: ¡Generar un nuevo certificado anulará todos los certificados de autentificación de clientes existentes!
fr: La génération d'un nouveau certificat annulera tous les certificats d'authentification client existants !

source: Generate
de: Generieren
es_es: Generar
fr: Générer

source: Generating certificate
de: Zertifikat wird erstellt
es_es: Generando el certificado
fr: Génération du certificat

source: Please wait
de: Bitte warten
es_es: Por favor, espere
fr: Veuillez patienter

source: Certificate successfully generated
de: Zertifikat erfolgreich erstellt
es_es: Certificado generado con éxito
fr: Certificat généré avec succès

source: Certificate generation failed
de: Zertifikatserstellung fehlgeschlagen
es_es: La generación del certificado falló
fr: La génération du certificat a échoué

source: Settings
de: Einstellungen
es_es: Ajustes
fr: Paramètres

source: Remove
de: Entfernen
es_es: Retire
fr: Supprimer

source: Average
de: Durchschnittlich
es_es: Promedio de
fr: Moyenne

source: Are you sure you want to delete permanently these holidays ?
de: Sind Sie sicher, dass Sie diese Feiertage endgültig löschen möchten?
fr: Voulez-vous vraiment supprimer ces vacances ?

source: Please first correct the mal formated fields.
de: Bitte korrigieren Sie zuerst die mal formatierten Felder.
fr: Veuillez d'abord corriger les champs mal formés.

source: Ip router
fr: IP du routeur

source: Latex templates
fr: Modèles Latex

source: Name
fr: Nom

source: SMTP host
fr: Hôte SMTP

source: Minimal
es_es: Mínimo
fr: Minimum

source: Maximal
es_es: Máximo
fr: Maximum

source: FQDN SSL certificate file
es_es: FQDN Archivo de certificado SSL

source: Quota
es_es: Cuota

source: Could not save config
es_es: No se pudo guardar la configuración
