Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_linbo4/locale/*/LC_MESSAGES/app.po
Languages: de, fr

source: - Differential image
de: - Differentielles Image
fr: - Image différentielle

source: Activated
de: Aktiviert
fr: Activé

source: Add <span class="caret"></span>
de: Hinzufügen<span class="caret"></span>
fr: Ajouter <span class="caret"></span>

source: Additional kernel parameters
de: Zusätzliche Kernel-Parameter
fr: Paramètres additionnels du noyau

source: Advanced
de: Erweitert
fr: Avancé

source: Auto partition formatting
de: Beim Start formatieren
fr: Formatage automatique des partitions

source: Auto partition recovery
de: Beim Start partitionieren
fr: Récupération des partitions automatiques

source: Auto update cache
de: Beim Start Cache aktualisieren
fr: Mise-à-jour automatique du cache

source: Autostart timeout
fr: Délai d’exécution automatique

source: Background color
de: Hintergrundfarbe
fr: Couleur de l’arrière plan

source: Backup
de: Sicherungen
fr: Sauvegarde

source: Backups
de: Sicherungen
fr: Sauvegardes

source: Base image
de: Basisimage
fr: Image de base

source: Bios Type
de: BIOS Typ
fr: Type de Bios

source: Boot
de: Systemstart
fr: Démarrage

source: Boot buttons
de: Start Optionen
fr: Boutons de démarrage

source: Cancel
de: Abbrechen
fr: Annuler

source: Close
de: Schließen
fr: Fermer

source: Comment
de: Kommentar
fr: Commentaire

source: Cores
de: Kerne
fr: Cœurs

source: Create
de: Erstellen
fr: Créer

source: Data
de: Daten
fr: Données

source: Default
de: Standard Start
fr: Défaut

source: Delete selected images
de: Ausgewählte Bilder löschen
fr: Supprimer les images sélectionnées

source: Details
fr: Détails

source: Differential image
de: Differentielles Image
fr: Image différentielle

source: Display
de: Bildschirm
fr: Affichage

source: Display client details by default
de: Clientdetails standardmäßig anzeigen
fr: Afficher les détails du client par défaut

source: Download Linbo Boot
de: Linbo Boot herunterladen
fr: Télécharger Linbo Boot

source: Download type
de: Download Typ
fr: Type de téléchargement

source: Empty
de: Leer
fr: Vide

source: English
de: Englisch
fr: Anglais

source: Expert options
de: Expertenoptionen
fr: Options avancées

source: Extended
de: Erweitert
fr: Étendu

source: Filesystem
de: Dateisystem
fr: Système de fichiers

source: Flags
fr: Etiquettes

source: Force Opsi setup
de: Opsi-Setup erzwingen
fr: Forcer la configuration d'Opsi

source: French
de: Französisch
fr: Français

source: General
de: Allgemein
fr: Général

source: German
de: Deutsch
fr: Allemand

source: Group name
de: Gruppenname
fr: Nom du groupe

source: Groups
de: Gruppen
fr: Groupes

source: Hardware
fr: Matériel

source: Hide details
de: Details ausblenden
fr: Masquer les détails

source: Hostname
fr: Nom d'hôte

source: IP-Address
de: IP-Adresse
fr: Adresse IP

source: Icon
de: Symbol
fr: Icone

source: Import devices
de: Gerät importieren
fr: Importation des appareils

source: Importing device
de: Importiere Gerät
fr: Importation des appareils

source: Info
fr: Information

source: Kernel
fr: Noyau

source: Kernel options
de: Kernel-Optionen
fr: Options du noyau

source: Label
fr: Etiquette

source: Language
de: Sprache
fr: Langue

source: Linbo GUI customization
de: Linbo GUI Anpassung
fr: Personnalisation de l'interface Linbo

source: MAC-Address
de: MAC-Adresse
fr: Adresse MAC

source: Maxmimum VMs
de: Maximale Anzahl an VMs
fr: VMs Maxmimum

source: Memory
de: Arbeitsspeicher
fr: Mémoire

source: Minimum VMs
de: Minimale Anzahl an VMs
fr: VM minimum

source: Name
fr: Nom

source: Name / Size
de: Name / Größe
fr: Nom / Taille

source: Network
de: Netzwerk
fr: Réseau

source: Network-Bridge
de: Netzwerk-Brücke
fr: Pont réseau

source: New disk
de: Neue Festplatte
fr: Nouveau disque

source: OS
fr: Système d'exploitation

source: OS-Type
de: Betriebssystem-Typ
fr: Type d'OS

source: Only available for this school
de: Nur für diese Schule verfügbar
fr: Disponible uniquement pour cette école

source: Partition type
de: Partitionstyp
fr: Type de partition

source: Postsync Script
de: Postsync-Skript
fr: Script Postsync

source: Prestart Script
de: Prestart Skript
fr: Script de prédémarrage

source: Prestarted VMs
de: Vorgestartete VMs
fr: VMs prédémarrées

source: Registry patch
fr: Patch du registre

source: Remove
de: Entfernen
fr: Supprimer

source: Remove Partition {{partition}}
de: Partition {{partition}} entfernen
fr: Supprimer la partition {{partition}}

source: Remove Partition?
de: Partition entfernen?
fr: Supprimer la partition?

source: Remove this disk
de: Festplatte entfernen
fr: Supprimer ce disque

source: Reserved VM-IDs
de: Reservierte VM-IDs
fr: VM-IDs réservés

source: Restore Opsi state
de: Opsi-Status wiederherstellen
fr: Restaurer l'état d'Opsi

source: Root logout timeout
de: Administrator wegen Zeitlimit ausgeloggt
fr: Délai de déconnexion de l'utilisateur root

source: SCSI Hardware
fr: Matériel SCSI

source: Save
de: Speichern
fr: Sauvegarder

source: Settings
de: Einstellungen
fr: Paramètres

source: Size
de: Größe
fr: Taille

source: Spice enhancements
de: Spice Erweiterungen
fr: Améliorations de Spice

source: Start options
de: Startoptionen
fr: Options de démarrage

source: Storage
de: Speicher
fr: Stockage

source: System type
de: Systemtyp
fr: Type de système

source: The color of the foreground will be adjusted automatically
de: Die Farbe des Vordergrunds wird automatisch angepasst
fr: La couleur du premier plan sera ajustée automatiquement

source: The icon format used here is png and you should change this to svg.
de: Das hier verwendete Symbolformat ist png und Sie sollten dies in svg ändern.
fr: Le format d'icône utilisé ici est png et vous devriez le changer en svg.

source: There's no image on the server yet.
de: Es gibt noch kein Bild auf dem Server.
fr: Il n'y a pas encore d'image sur le serveur.

source: Timeout building clone
de: Zeitüberschreitung beim Erstellen des Klons
fr: Délai du construction du clone dépassé

source: Timeout building master
de: Zeitüberschreitung beim Erstellen des Masters
fr: Délai du construction du master dépassé

source: Timeouts
de: Zeitüberschreitungen
fr: Dépassements du temps

source: Use minimal layout
de: Minimales Layout verwenden
fr: Utiliser une mise en page minimale

source: Used images
de: Verwendete Images
fr: Images utilisées

source: Used in group ...
de: In Gruppe verwendet ...
fr: Utilisé dans le groupe...

source: VDI Konfiguration
fr: Configuration VDI

source: VLAN-Tag
fr: Étiquette VLAN

source: VM Template Settings
de: VM Vorlagen-Einstellungen
fr: Paramètres du template CSV

source: VM-Name
fr: Nom VM

source: Virtual Desktop (VDI)
de: Virtueller Desktop (VDI)
fr: Bureau virtuel (VDI)

source: Read/write start.conf
de: Schreiben/Lesen start.conf
fr: Lire/Ecrire start.conf

source: Read/write images
de: Schreiben/Lesen Image
fr: Lire/Ecrire les images

source: Read examples
de: Lese die Beispiele
fr: Voir des exemples

source: Read/write icons
de: Lese/Schreib-Symbole
fr: Lire/Ecrire les icônes

source: Import complete
de: Import abgeschlossen
fr: Importation terminée

source: Import failed
de: Import fehlgeschlagen
fr: Échec lors de l'importation

source: LINBO Cache
fr: Cache LINBO

source: You should call an import devices process to apply the new changes, quit this page anyway ?
de: Sie sollten einen Import-Geräte-Prozess aufrufen, um die neuen Änderungen anzuwenden. Diese Seite trotzdem verlassen ?
fr: Vous devriez appeler le processus d'importation pour appliquer les nouvelles modifications, quitter cette page quand même ?

source: A config file with this name already exists!
de: Es existiert bereits eine Konfigurationsdatei mit diesem Namen!
fr: Un fichier portant ce nom existe déjà !

source: saved
de: gespeichert
fr: sauvegardé

source: VDI config saved
de: VDI Konfiguration gespeichert
fr: Configuration VDI enregistrée

source: Restarting multicast and torrent services, please wait ...
de: Multicast und Torrent-Dienste werden neu gestartet, bitte warten ...
fr: Redémarrage des services multicast et torrent, veuillez patienter...

source: Multicast and torrent services restarted
de: Multicast- und Torrent-Dienste neu gestartet
fr: Services multicast et torrent redémarrés

source: Failed to restart multicast and torrent services. Please see the log files
de: Multicast und Torrent-Dienste konnten nicht neu gestartet werden. Bitte lesen Sie die Log-Dateien
fr: Impossible de redémarrer les services multicast et torrents. Veuillez consulter les fichiers journaux

source: Failed to delete image :
de: Fehler beim Löschen des Bilds:
fr: Échec de la suppression de l'image :

source: Failed to delete backup :
de: Fehler beim Löschen der Sicherung:
fr: Échec de la suppression de la sauvegarde :

source: is not a valid name for a linbo image.
de: ist kein gültiger Name für ein Linbo-Bild.
fr: n'est pas un nom valide pour une image linbo.

source: Failed to restore backup!
de: Wiederherstellung der Sicherung fehlgeschlagen!
fr: Échec de la restauration de la sauvegarde !

source: Backup saved
de: Sicherung gespeichert
fr: Sauvegarde effectuée

source: Saved
de: Gespeichert
fr: Sauvegardé

source: Actions
de: Aktionen

source: Description
de: Beschreibung

source: Images
de: Abbilder

source: Options
de: Optionen

source: Partitions
de: Partitionen
