Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_docker/locale/*/LC_MESSAGES/app.po
Languages: de, fr

source: Close
de: Schließen
fr: Fermer

source: Cpu usage
de: CPU-Auslastung
fr: Utilisation CPU

source: Created
de: Erstellt
fr: Créé

source: Created at
de: Erstellt am
fr: Créée le

source: Docker is not installed on this host.
de: Docker ist auf diesem Host nicht installiert.
fr: Docker n'est pas installé sur cet hôte.

source: Full id
de: Volle ID
fr: Identifiant complet

source: Memory usage
de: Arbeitsspeicherauslastung
fr: Utilisation de la mémoire

source: Name (Hash)
fr: Nom (Hash)

source: Network used
de: Netzwerk verwendet
fr: Réseau utilisé

source: No container on this host.
de: Kein Container auf diesem Host.
fr: Aucun conteneur sur cet hôte.

source: No docker images on this host.
de: Keine Docker Images auf diesem Host.
fr: Aucune image docker sur cet hôte.

source: Repository
fr: Dépôt

source: Size
de: Größe
fr: Taille

source: Tag
fr: Étiquette

source: Docker is not installed on this host
de: Docker ist auf diesem Host nicht installiert
fr: Docker n'est pas installé sur cet hôte

source: List image and running containers
de: Image und Container auflisten
fr: Liste des images et des conteneurs en cours d'exécution

source: Remove images and change running containers
de: Image entfernen und laufende Container ändern
fr: Supprimer les images et changer les conteneurs en cours d'exécution

source: Stop command successfully sent.
de: Stopp-Befehl erfolgreich gesendet.
fr: Commande d'arrêt envoyée avec succès.

source: Start command successfully sent.
de: Startbefehl erfolgreich gesendet.
fr: La commande de démarrage a été envoyée avec succès.

source: Really remove this container?
de: Diesen Container wirklich entfernen?
fr: Voulez-vous vraiment supprimer ce conteneur?

source: Remove
de: Entfernen
fr: Supprimer

source: Cancel
de: Abbrechen
fr: Annuler

source: Remove command successfully sent.
de: Löschbefehl erfolgreich gesendet.
fr: La commande de suppression a été envoyée avec succès.

source: Really remove this image?
de: Dieses Image wirklich entfernen?
fr: Voulez-vous vraiment supprimer cette image?

source: Volumes
de: Volumen
