Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_session/locale/*/LC_MESSAGES/app.po
Languages: es_es

source: <a>Share</a>
es_es: <a>Compartir</a>

source: All data are copied from the whole session
es_es: Todos los datos se copian de toda la sesión

source: All data are moved from the whole session
es_es: Todos los datos se trasladan de toda la sesión

source: Cancel
es_es: Cancelar

source: Close
es_es: Cerrar

source: Collect
es_es: Recoja

source: Collect files
es_es: Recoger los archivos

source: Collect files from session
es_es: Recoger los archivos de la sesión

source: Collect from Session
es_es: Recoger de la sesión

source: Collect from User
es_es: Recoger del usuario

source: Copy
es_es: Copia

source: Copy transfer directory from whole session
es_es: Copiare la directory di trasferimento da tutta la sessione

source: Delete Session
es_es: Eliminar la sesión

source: Edit Session
es_es: Editar sesión

source: Edit members
es_es: Modifica membri

source: End running exam
es_es: Examen de final de carrera

source: Move
es_es: Muévete

source: Move transfer directory from whole session
es_es: Mover el directorio de transferencia de toda la sesión

source: My Classes
es_es: Mis clases

source: My Sessions
es_es: Mis sesiones

source: New Session
es_es: Nueva sesión

source: No User
es_es: No hay usuario

source: No files or directories found in transfer
es_es: No se encontraron archivos o directorios en la transferencia

source: Rename Session
es_es: Renombrar la sesión

source: Restore initial password
es_es: Restaurar la contraseña inicial

source: Save &amp; apply
es_es: Guardar &amp; aplicar

source: Select files you want to copy from <b>{{senders[0]['givenName']}} {{senders[0]['sn']}}</b>
es_es: Seleccione los archivos de los que quiere copiar <b>{{senders[0]['givenName']}} {{senders[0]['sn']}}</b>

source: Select files you want to move from <b>{{senders[0]['givenName']}} {{senders[0]['sn']}}</b>
es_es: Seleccione los archivos de los que quiere moverse <b>{{senders[0]['givenName']}} {{senders[0]['sn']}}</b>

source: Select files you want to share with <b>{{receivers[0]['givenName']}} {{receivers[0]['sn']}}</b>
es_es: Selecciona los archivos con los que quieres compartir <b>{{receivers[0]['givenName']}} {{receivers[0]['sn']}}</b>

source: Select files you want to share with Session
es_es: Seleccione los archivos que desea compartir con Session

source: Sessions
es_es: Sesiones

source: Set actual user password
es_es: Establecer la contraseña del usuario actual

source: Set custom initial password
es_es: Establecer una contraseña inicial personalizada

source: Set random initial password
es_es: Establecer una contraseña inicial aleatoria

source: Share
es_es: Comparte

source: Share file(s) from transfer directory with whole session
es_es: Compartir archivo(s) del directorio de transferencia con toda la sesión

source: Share files
es_es: Compartir archivos

source: Share files with session
es_es: Compartir archivos con la sesión

source: Show initial password
es_es: Mostrar la contraseña inicial

source: This Room
es_es: Esta sala

source: This module does not work as root. Login as a teacher instead!
es_es: Este módulo no funciona como raíz. ¡Entra como profesor en su lugar!

source: Upload file
es_es: Subir archivo

source: User
es_es: Usuario

source: User in room: {{usersInRoom.room}}
es_es: Usuario en la sala: {{usersInRoom.room}}

source: User information
es_es: Información del usuario

source: Users logged in in your room:
es_es: Los usuarios se conectaron en su habitación:

source: user(s)
es_es: usuario(s)

source: Session
es_es: Sesión

source: Print Passwords
es_es: Imprimir contraseñas

source: Write students
es_es: Escribir a los estudiantes

source: Transfer Files in Session
es_es: Transferencia de archivos en sesión

source: Please select at least one file!
es_es: Por favor, seleccione al menos un archivo!

source: Are you sure you want to delete permanently the file
es_es: ¿Estás seguro de que quieres borrar permanentemente el archivo

source: Delete
es_es: Eliminar

source: File
es_es: Archivo

source: Are you sure you want to delete permanently this directory and its content:
es_es: ¿Estás seguro de que quieres borrar permanentemente este directorio y su contenido:

source: Directory
es_es: Directorio

source: Regenerate this session
es_es: Regenera esta sesión

source: Start this session unchanged (may not be up to date)
es_es: Iniciar esta sesión sin cambios (puede no estar al día)

source: Start session containing all users in this room
es_es: Iniciar sesión con todos los usuarios de esta sala

source: No Session selected
es_es: Ninguna sesión seleccionada

source: You have to select a session first.
es_es: Tienes que seleccionar una sesión primero.

source: Delete Session:
es_es: Eliminar la sesión:

source: Deleting session...
es_es: Borrando la sesión...

source: Session Deleted
es_es: Sesión eliminada

source: Session Name
es_es: Nombre de la sesión

source: Session Created
es_es: Sesión creada

source: Add Student
es_es: Añadir Estudiante

source: Add Class
es_es: Añade la clase

source: Lastname
es_es: Apellido

source: Login name
es_es: Nombre de usuario

source: Firstname
es_es: Nombre

source: Email
es_es: Correo electrónico

source: Userdata
es_es: Datos de usuario

source: Transfer
es_es: Transferencia

source: Exam-Supervisor
es_es: Supervisor de exámenes

source: Exam-Mode
es_es: Modo de examen

source: Wifi-Access
es_es: Wifi-Acceso

source: Internet-Access
es_es: Acceso a Internet

source: Intranet Access
es_es: Intranet-Acceso

source: Webfilter
es_es: Filtro web

source: Printing
es_es: Impresión

source: There are no sessions yet. Create a session using the 'New Session' button at the top!
es_es: No hay sesiones todavía. ¡Crea una sesión usando el botón "Nueva Sesión" en la parte superior!

source: Info
es_es: Información

source: Currenty its not possible to determine your room, try to login into your computer again.
es_es: Actualmente no es posible determinar su habitación, intente entrar en su ordenador de nuevo.

source: Session Renamed
es_es: La sesión fue renombrada

source: This session appears to be empty. Start adding users by using the top search bar!
es_es: Esta sesión parece estar vacía. Comienza a agregar usuarios usando la barra de búsqueda superior!

source: Generating session...
es_es: Generando sesión...

source: Session generated
es_es: Sesión generada

source: Changes are applied...
es_es: Los cambios se aplican...

source: Initial password
es_es: Contraseña inicial

source: User in exam
es_es: Usuario en el examen

source: This user seems to be in exam. End exam mode before changing password!
es_es: Este usuario parece estar en examen. ¡Termine el modo de examen antes de cambiar la contraseña!

source: Initial password set
es_es: Contraseña inicial establecida

source: Random password set
es_es: Contraseñas aleatorias generado

source: Sharing files...
es_es: Compartir archivos...

source: Collecting files...
es_es: Recogiendo archivos...

source: Not implemented
es_es: No se ha implementado
