Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_setup_wizard/locale/*/LC_MESSAGES/app.po
Languages: de, es_es

source: <input type="checkbox" ng:model="$ctrl.licenseAccepted"> I accept the license terms
de: <input type="checkbox" ng:model="$ctrl.licenseAccepted"> Ich akzeptiere die Lizenzbedingungen
es_es: <input type="checkbox" ng:model="$ctrl.licenseAccepted"> Acepto los términos de la licencia

source: Account Information
de: Konto-Informationen
es_es: Información de la cuenta

source: Almost done...
de: Fast geschafft...
es_es: Ya casi termino...

source: Back
de: Zurück
es_es: Volver

source: Close
de: Schließen
es_es: Cerrar

source: Configuration will be <b>skipped </b>
de: Konfiguration wird <b>übersprungen.</b>
es_es: La configuración será <b> salteada </b>

source: Country
de: Land
es_es: País

source: Domain name
de: Domänen-Name
es_es: El nombre de dominio

source: Finish
de: Beenden
es_es: Terminar

source: Firewall
es_es: Cortafuegos

source: Firewall will be <b>configured!</b>
de: Firewall wird <b>konfiguriert!</b>
es_es: El cortafuegos será <b>configurado!</b>

source: If you hit the close button you will be forwarded to a ssl encrypted version of LinuxMuster Webui. Unless you install a trusted certificate you will be asked to confirm the untrusted, just created, certificate. Confirm this certificate to proceed
de: Wenn Sie den Schließen-Button drücken, werden Sie zu einer ssl verschlüsselten Version von LinuxMuster Webui weitergeleitet. Wenn Sie nicht ein vertrauenswürdiges Zertifikat installieren, werden Sie aufgefordert, das nicht vertrauenswürdige, gerade erstellte Zertifikat zu bestätigen. Bestätigen Sie dieses Zertifikat um fortzufahren
es_es: Si pulsas el botón de cierre, serás redirigido a una versión encriptada en ssl de LinuxMuster Webui. A menos que instale un certificado de confianza se le pedirá que confirme el certificado no fiable, recién creado. Confirme este certificado para proceder

source: Information
de: Informationen
es_es: Información

source: Location
de: Ort
es_es: Ubicación

source: Next
de: Weiter
es_es: Siguiente

source: No docker host will be configured
es_es: No se configurará ningún host docker

source: No mailservice will be configured
es_es: No se configurará ningún servicio de correo electrónico

source: No opsi will be configured
es_es: No se configurará ningún opsi

source: Note: Minimal length is 7 characters. Use upper, lower and special characters or numbers. (e.g. mUster!)
de: Hinweis: Die minimale Passwortlänge ist 7 Zeichen. Verwenden Sie Klein- und Großbuchstaben, Sonderzeichen oder Ziffen. (z.B. mUster!)
es_es: Nota: La longitud mínima es de 7 caracteres. Utilice caracteres o números superiores, inferiores y especiales. (por ejemplo, mUster!)

source: Note: The first part (up to the first dot) of the domain name will be used as the SAMBA domain and has a maximal length of 15 characters. We suggest to use &quot;linuxmuster&quot; or &quot;lmn&quot; and prepend it to your domain.
de: Hinweis: Der erste Teil (bis zum ersten Punkt) des Domain-Namens wird als Name der SAMBA-Domäne verwendet werden und hat eine maximale Länge von 15 Zeichen. Wir empfehlen, "linuxmuster" oder "lmn" zu verwenden und Ihrem Domain-Namen voranzustellen.
es_es: Nota: La primera parte (hasta el primer punto) del nombre de dominio se utilizará como dominio SAMBA y tiene una longitud máxima de 15 caracteres. Sugerimos usar &quot;linuxmuster&quot; o &quot;lmn&quot; y prepárelo a su dominio.

source: Please follow the next few steps to quickly configure your system
de: Bitte folgen Sie den nächsten Schritten, um Ihr System zu konfigurieren
es_es: Por favor, siga los siguientes pasos para configurar rápidamente su sistema

source: SMTP Relay
es_es: Relevo SMTP

source: SMTP User
es_es: Usuario de SMTP

source: School Information
de: Informationen zur Schule
es_es: Información de la escuela

source: School Name:
de: Schulname:
es_es: Nombre de la escuela:

source: School name
de: Schulname
es_es: Nombre de la escuela

source: Server &amp; Domain Information
de: Server &amp; Domain-Informationen
es_es: Servidor &amp; Información del dominio

source: Server FQDN
de: Server FQDN (Fully-Qualified Host Name)
es_es: Servidor FQDN

source: Server name
es_es: Nombre del servidor

source: Setup
de: Einrichtung
es_es: Configuración

source: Setup complete
de: Einrichtung abgeschlossen
es_es: Configuración completa

source: Skip Firewall Configuration
de: Firewall-Konfiguration überspringen
es_es: Saltar la configuración del cortafuegos

source: Start provisioning
de: Bereitstellung starten
es_es: Comienza el aprovisionamiento

source: State
de: Bundesland
es_es: Estado

source: Summary
de: Übersicht
es_es: Resumen

source: System language
de: Systemsprache
es_es: Lenguaje del sistema

source: The setup was completed.
de: Das Setup wurde abgeschlossen.
es_es: El montaje se completó.

source: Valid characters are:
de: Gültige Zeichen:
es_es: Los caracteres válidos son:

source: Valid characters are: a-z
de: Gültige Zeichen sind: a-z
es_es: Los caracteres válidos son: a-z

source: We got all information needed for the provisioning proccess.<br>Before proceeding please check your data <b>carefully</b>!
de: Wir haben alle notwendigen Informationen für den Bereitstellungsprozesses.<br>Bevor Sie fortfahren, überprüfen Sie bitte Ihre Daten <b>sorgfältig</b>!
es_es: Tenemos toda la información necesaria para el proceso de aprovisionamiento. <br>Antes de proceder, por favor, compruebe sus datos <b>cuidosamente</b>!

source: Welcome to linuxmuster.net V7
de: Willkommen zu Linuxmuster.net V7
es_es: Bienvenido a linuxmuster.net V7

source: e.g.: Baden-Wuerttemberg
de: z.B.: Baden-Württemberg
es_es: por ejemplo: Baden-Wuerttemberg

source: e.g.: Guetenbach
de: z.B.: Guetenbach
es_es: por ejemplo: Guetenbach

source: e.g.: Linuxmuster-Example School
de: z.B.: Linuxmuster-Beispiel-Schule
es_es: por ejemplo: Escuela de ejemplo de Linuxmuster

source: e.g.: linuxmuster.lan
de: z.B.: linuxmuster.lan
es_es: por ejemplo: linuxmuster.lan

source: e.g.: server
de: z.B.: server
es_es: por ejemplo: el servidor

source: Setup Wizard
de: Einrichtungsassistent
es_es: Asistente de configuración

source: Setup Done
de: Einrichtung erledigt
es_es: Configuración realizada

source: Restarting
de: Startet neu
es_es: Reiniciando

source: Restarted
de: Neugestartet
es_es: Reiniciado

source: Please wait
de: Bitte warten
es_es: Por favor, espere

source: Could not restart
de: Konnte nicht neu gestartet werden
es_es: No se pudo reiniciar

source: External Services
de: Externe Dienste

source: Language
de: Sprache

source: Password contains invalid characters
de: Passwort enthält unerlaubte Zeichen

source: Password too weak
de: Passwort ist zu schwach

source: The two given passwords differ
de: Die beiden eingegebenen Passwörter unterscheiden sich
