Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_clients/locale/*/LC_MESSAGES/app.po
Languages: de, ko

source: Close
de: Schließen
ko: 닫기

source: Custom scripts
ko: 나만의 명령어

source: Disable
ko: 사용 안 함

source: Drives
ko: 드라이브

source: Edit custom script
de: Benutzerdefiniertes Skript bearbeiten
ko: 나만의 명령어 수정

source: Label
ko: 레이블

source: Letter
ko: 레터

source: Save
de: Speichern
ko: 저장

source: Show letter
ko: 알림 보기

source: The following scripts are executed by Samba when the client boots, in root context, and after the execution of the postsync script of Linbo. <br>This must be handled with caution.
ko: 루트의 내용에서 클라이언트가 부팅될 때, Linbo의 postsync명령어 실행후에 다음의 명령어들은 Samba에 의해 실행됩니다. <br> 이것은 주의를 갖고 처리해야 합니다.

source: Unable to find a Drives.xml in your policy directory. Does the file really exists ?
ko: 정책 디렉토리에 Drives.xml 파일을 찾을 수 없습니다. 파일이 있는지 확인 바랍니다.

source: Unable to determine samba domain
de: Samba-Domain konnte nicht ermittelt werden
ko: 삼바 도메인을 확인할 수 없습니다.

source: Client configuration
de: Client-Konfiguration
ko: 사용자 환경설정

source: Configure clients features
de: Client-Funktionen konfigurieren
ko: 사용자 환경을 설정하세요.

source: Lmn_clients
ko: Lmn_사용자

source: Script saved !
de: Skript gespeichert!
ko: 스크립트가 저장되었습니다!

source: Error while saving script
de: Fehler beim Speichern des Skripts
ko: 스크립트를 저장하는 도중 에러가 발생했습니다.

source: Saved !
ko: 저장되었습니다!

source: Clients configuration
de: Client-Konfiguration

source: The following scripts are executed by Samba when the client boots, in root context, and after the execution of the postsync script of Linbo. <br>This must be handled with caution.
de: Die folgenden Skripte werden von Samba ausgeführt, wenn der Client im Root-Kontext bootet und nach der Ausführung des Postsync-Skripts von Linbo. <br>Das muss mit Vorsicht gehandhabt werden.
