Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_quotas/locale/*/LC_MESSAGES/app.po
Languages: de, es_es, fr

source: Add special quota
de: Sonderquota hinzufügen
es_es: Añade una cuota especial
fr: Ajouter un quota spécial

source: Applying changes
de: Änderungen werden übernommen
es_es: Aplicando los cambios
fr: Application des modifications

source: Close
de: Schließen
es_es: Cerrar
fr: Fermer

source: Configure default quota
de: Standardquota konfigurieren
es_es: Configurar la cuota por defecto
fr: Configurer le quota par défaut

source: Default:
de: Standard:
es_es: Por defecto:
fr: Défaut:

source: Details
es_es: Detalles
fr: Détails

source: Directory
de: Verzeichnis
fr: Dossier

source: Hide details
de: Details ausblenden
es_es: Ocultar detalles
fr: Masquer les détails

source: List main directories for user:
de: Hauptverzeichnisse für Benutzer auflisten:
fr: Liste des répertoires principaux pour l'utilisateur :

source: Main quota use for the user {{_.quota_user_check.label}}
de: Haupt-Quota Verwendung für Benutzer {{_.quota_user_check.label}}
fr: Principale utilisation du quota pour l'utilisateur {{_.quota_user_check.label}}

source: Name
es_es: Nombre
fr: Nom

source: Name (login)
es_es: Nombre (login)
fr: Nom (login)

source: Projects
de: Projekte
es_es: Proyectos
fr: Projets

source: Quota check
de: Quota-Prüfung
fr: Vérification du quota

source: Save & apply
de: Speichern & Übernehmen
es_es: Guardar y aplicar
fr: Enregistrer & appliquer

source: Schooladmins
de: Schul-Administratoren
es_es: Administradores de escuelas
fr: Administrateurs école

source: Search & add user
de: Benutzer suchen & hinzufügen
es_es: Buscar y añadir usuario
fr: Rechercher & ajouter utilisateur

source: Size (MiB)
de: Größe (MiB)
fr: Taille (MB)

source: Students
de: Schüler
es_es: Estudiantes
fr: Etudiants

source: Teachers
de: Lehrer
es_es: Maestros
fr: Enseignants

source: There is no special quota here.
de: Es existiert keine Sonderquota.
es_es: No hay ninguna cuota especial aquí.
fr: Il n'y a pas de quota spécial ici.

source: This functionality is actually under development and displays imprecise values. It will not work with DFS shares or in multischool environment.
de: Diese Funktionalität befindet sich in der Entwicklung und zeigt ungenaue Werte an. Sie wird nicht mit DFS-Freigaben oder in Multischold-Umgebung funktionieren.
fr: Cette fonctionnalité est actuellement en cours de développement et affiche des valeurs imprécises. Elle ne fonctionnera pas avec les partages DFS ou dans un environnement multiscolaire.

source: Read LDAP
de: Lese LDAP
es_es: Leer LDAP
fr: Lire LDAP

source: Configure quotas
de: Konfiguriere Kontingente
es_es: Configurar las cuotas
fr: Configurer les objectis

source: Set quotas
de: Kontingente festlegen
es_es: Establecer cuotas
fr: Définir les quotas

source: Update complete
de: Update abgeschlossen
es_es: Actualización completa
fr: Mise à jour terminée

source: Update failed
de: Update fehlgeschlagen
es_es: La actualización falló
fr: Échec de mise à jour

source: Quotas
es_es: Cuotas
fr: Objectifs

source: Search user by login, firstname or lastname (min. 3 chars)
de: Suche Benutzer nach Benutzername, Vor- oder Nachname (min. 3 Zeichen)
fr: Rechercher un utilisateur par identifiant, prénom ou nom de famille (min. 3 caractères), sans caractère spécial.

source: Quota default global (MiB)
de: Standardquota global (MiB)
es_es: Cuota por defecto global (MiB)
fr: Quota global par défaut (MiB)

source: Quota default school (MiB)
de: Standardquota Schule (MiB)
es_es: Cuota por defecto de la escuela (MiB)
fr: Quota école par défaut (MiB)

source: Cloudquota (%)
es_es: Cuota de nubes (%)
fr: Quota cloud (%)

source: Mailquota default (MiB)
de: Standard Mailquota (MiB)
fr: Quota mail par défaut (MiB)

source: Add to default global (MiB)
de: Zu Standardquota global hinzufügen (MiB)
es_es: Añadir al global por defecto (MiB)
fr: Ajouter au global par défaut (MiB)

source: Add to default school (MiB)
de: Zu Standardquota Schule hinzufügen (MiB)
es_es: Añadir a la escuela por defecto (MiB)
fr: Ajouter au quota école par défaut (MiB)

source: Add to mailquota (MiB)
de: Zu Mailquota hinzufügen (MiB)
es_es: Añadir a la cuota de correo (MiB)
fr: Ajouter au quota de mail (MiB)

source: Retrieving groups quotas ...
de: Rufe Gruppenquota ab ...
es_es: Recuperar las cuotas de los grupos...
fr: Récupération des quotas des groupes...

source: added with default values in the list.
de: mit Standardwerten in der Liste hinzugefügt.
es_es: añadido con valores por defecto en la lista.
fr: ajouté avec les valeurs par défaut dans la liste.

source: Saving quotas ...
de: Speichere Quotas ...
es_es: Ahorrando cuotas ...
fr: Sauvegarde des quotas...

source: Classes
de: Klassen
es_es: Clases

source: Total
de: Gesamt

source: Extra-Quotas
de: Extraquota
es_es: Extra-Cuotas

source: Search user by login, firstname or lastname (min. 3 chars), without special char.
es_es: Busca al usuario por login, nombre o apellido (min. 3 caracteres), sin caracteres especiales.
