Repository: linuxmuster/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_devices/locale/*/LC_MESSAGES/app.po
Languages: nl

source: Add a device
nl: Apparaat toevoegen

source: Close
nl: Sluiten

source: Domain-Controller
nl: Domeincontroller

source: Edit CSV
nl: CSV bewerken

source: Faculty-Teachercomputer
nl: Faculteit-lerarencomputer

source: Fields
nl: Velden

source: Hide details
nl: Details verbergen

source: IP-Only
nl: Alleen IP

source: Importing device
nl: Apparaat importeren

source: Mobile
nl: Mobiel

source: No PXE
nl: Geen PXE

source: Rows
nl: Rijen

source: Save
nl: Opslaan

source: Save &amp; import
nl: Opslaan &amp; importeren

source: Staffcomputer
nl: Personeelscomputer

source: classroom-studentcomputer
nl: klaslokaal-studentencomputer

source: classroom-teachercomputer
nl: klaslokaal-leraarcomputer

source: empty cells
nl: lege cellen

source: Devices
nl: Apparaten

source: Read/write devices
nl: Lees/schrijf apparaten

source: Import device
nl: Apparaat importeren

source: Import complete
nl: Importeren voltooid

source: Import failed
nl: Importeren mislukt

source: Duplicate
nl: Dupliceren

source: Remove
nl: Verwijderen

source: Room
nl: Kamer

source: Group
nl: Groep

source: Hostname
nl: Hostnaam

source: Office Key
nl: Kantoorsleutel

source: Windows Key
nl: Windowssleutel

source: DHCP-Options
nl: DHCP-opties

source: Sophomorix-Role
nl: Sophomorix-rol

source: LMN-Reserved 10
nl: LMN-gereserveerd 10

source: LMN-Reserved 12
nl: LMN-gereserveerd 12

source: LMN-Reserved 13
nl: LMN-gereserveerd 13

source: LMN-Reserved 14
nl: LMN-gereserveerd 14

source: Sophomorix-Comment
nl: Sophomorix-Reactie

source: Please check the errors.
nl: Controleer op fouten.

source: Saved
nl: Opgeslagen
